: created by python
: 1 1 隋唐时期的城市住宅宫殿与园林
mkdir "1 隋唐时期的城市住宅宫殿与园林"
move 2298224481cfcf35-20.mp4 "1 隋唐时期的城市住宅宫殿与园林/第一节 隋唐时期的城市与住宅.mp4"
move e39fc375a65864dd-20.mp4 "1 隋唐时期的城市住宅宫殿与园林/第一节 隋唐时期的城市与住宅 2.mp4"
move 0ffdcda08683c89c-20.mp4 "1 隋唐时期的城市住宅宫殿与园林/第一节 隋唐时期的城市与住宅 3.mp4"
move e956c77e0362ae0b-20.mp4 "1 隋唐时期的城市住宅宫殿与园林/第二节 隋唐时期的宫殿与园林.mp4"
move 50982abcd0769ead-20.mp4 "1 隋唐时期的城市住宅宫殿与园林/第二节 隋唐时期的宫殿与园林 2.mp4"
move fdfebc453408114b-20.mp4 "1 隋唐时期的城市住宅宫殿与园林/第二节 隋唐时期的宫殿与园林 3.mp4"
: 2 2 隋唐时期的建筑遗存，建筑艺术与技术
mkdir "2 隋唐时期的建筑遗存，建筑艺术与技术"
move 91249b53ecb8c6b2-20.mp4 "2 隋唐时期的建筑遗存，建筑艺术与技术/第一节 隋唐时期的宗教建筑与主要遗存.mp4"
move 9b413fced3953d8d-20.mp4 "2 隋唐时期的建筑遗存，建筑艺术与技术/第一节 隋唐时期的宗教建筑与主要遗存 2.mp4"
move b9086f837fe92329-20.mp4 "2 隋唐时期的建筑遗存，建筑艺术与技术/第一节 隋唐时期的宗教建筑与主要遗存 3.mp4"
move 0c6eaa941dffef78-20.mp4 "2 隋唐时期的建筑遗存，建筑艺术与技术/第二节 隋唐时期的建筑技术与艺术.mp4"
move cddc1da31695078b-20.mp4 "2 隋唐时期的建筑遗存，建筑艺术与技术/第二节 隋唐时期的建筑技术与艺术 2.mp4"
move 3720cc6bcedd9c43-20.mp4 "2 隋唐时期的建筑遗存，建筑艺术与技术/第二节 隋唐时期的建筑技术与艺术 3.mp4"
move 61043ac886abdce3-20.mp4 "2 隋唐时期的建筑遗存，建筑艺术与技术/第二节 隋唐时期的建筑技术与艺术 4.mp4"
: 3 结课测试
mkdir "结课测试"
